tap "adoptopenjdk/openjdk"
tap "borkdude/brew"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "kyoh86/tap"
tap "prospectone/perfops"
tap "railwaycat/emacsmacport"
tap "versent/taps"
brew "adr-tools"
brew "libyaml"
brew "openssl@1.1"
brew "readline"
brew "ansible"
brew "autoconf"
brew "autojump"
brew "automake"
brew "python@3.8"
brew "awscli"
brew "bash"
brew "bat"
brew "coreutils"
brew "gettext"
brew "tmux"
brew "byobu"
brew "cloc"
brew "clojure"
brew "cmake"
brew "cocoapods"
brew "cpanminus"
brew "ctags"
brew "daemonize"
brew "deno"
brew "digdag"
brew "editorconfig"
brew "elixir"
brew "node"
brew "eslint", link: false
brew "fd"
brew "ffmpeg"
brew "fswatch"
brew "fzf"
brew "gdb"
brew "gdk-pixbuf"
brew "ghi"
brew "git"
brew "git-extras"
brew "git-lfs"
brew "gnu-tar"
brew "libksba"
brew "gnupg"
brew "go"
brew "gopass"
brew "gradle"
brew "libtool"
brew "graphviz"
brew "helm"
brew "htop"
brew "httpie"
brew "hub"
brew "hugo"
brew "hunspell"
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller"
brew "imagemagick"
brew "ios-deploy"
brew "ipython"
brew "irssi"
brew "istioctl"
brew "jenv"
brew "jq"
brew "jump"
brew "kompose"
brew "kubernetes-cli"
brew "kops"
brew "leiningen", link: false
brew "librsvg"
brew "libusbmuxd", args: ["HEAD"]
brew "lolcat"
brew "lynx"
brew "macvim", link: false
brew "magic-wormhole"
brew "markdown"
brew "maven"
brew "minikube", link: false
brew "moreutils"
brew "vapoursynth"
brew "youtube-dl"
brew "mpv"
brew "mps-youtube"
brew "mysql@5.6"
brew "neovim"
brew "nim"
brew "nmap"
brew "node@12"
brew "noti"
brew "offlineimap"
brew "openssh"
brew "pandoc"
brew "pkg-config"
brew "pngpaste"
brew "postgresql", restart_service: true
brew "pyenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rust"
brew "sbt"
brew "scala"
brew "scc"
brew "shellcheck"
brew "shipcat"
brew "stuntman"
brew "telnet"
brew "terminal-notifier"
brew "terraform"
brew "terraform_landscape"
brew "tfenv", link: false
brew "the_silver_searcher"
brew "tree"
brew "unzip"
brew "vault"
brew "vim"
brew "w3m"
brew "watch"
brew "wget"
brew "yarn"
brew "zlib"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "borkdude/brew/babashka"
brew "d12frosted/emacs-plus/emacs-plus@27"
brew "prospectone/perfops/perfops"
brew "versent/taps/saml2aws"
cask "adoptopenjdk12"
cask "aws-vault"
cask "emacs-mac"
cask "font-firacode-nerd-font"
cask "intellij-idea-ce"
cask "java"
cask "java11"
cask "lektor"
cask "maccy"
cask "macpass"
cask "minikube"
cask "ngrok"
cask "postman"
cask "vscodium"
cask "wkhtmltopdf"
