tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "kyoh86/tap"
tap "prospectone/perfops"
brew "hugo"
brew "adr-tools"
brew "autoconf"
brew "autojump"
brew "automake"
brew "openssl"
brew "readline"
brew "python"
brew "awscli"
brew "bash"
brew "coreutils"
brew "gettext", link: true
brew "tmux"
brew "byobu"
brew "clojure"
brew "cmake"
brew "cocoapods"
brew "cpanminus"
brew "ctags"
brew "digdag"
brew "editorconfig"
brew "openssl@1.1"
brew "elixir"
brew "fd"
brew "fswatch"
brew "fzf"
brew "gdb"
brew "ghi"
brew "git"
brew "git-lfs"
brew "gnu-tar"
brew "libksba"
brew "gnupg"
brew "libtool"
brew "htop"
brew "hunspell"
brew "usbmuxd", args: ["HEAD"]
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller"
brew "imagemagick"
brew "ios-deploy"
brew "irssi"
brew "jenv"
brew "jq"
brew "jump"
brew "libyaml"
brew "lynx"
brew "magic-wormhole"
brew "markdown"
brew "moreutils"
brew "youtube-dl"
brew "mpv"
brew "mps-youtube"
brew "nmap"
brew "pkg-config"
brew "reattach-to-user-namespace"
brew "shellcheck"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tree"
brew "unzip"
brew "watch"
brew "wget"
brew "zlib"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "prospectone/perfops/perfops"
cask "keepassxc"
cask "lektor"
