;; -*- no-byte-compile: t; -*-
;;; .doom.d/packages.el

;;; Examples:
;; (package! some-package)
;; (package! another-package :recipe (:host github :repo "username/repo"))
;; (package! builtin-package :disable t)
(package! go-mode)
(package! org-super-agenda)
(package! dockerfile-mode)
(package! terraform-mode)
(package! avy)
(package! zoom)
(package! rust-mode)
(package! inf-ruby)
(package! easy-hugo)
(package! ox-hugo)
(package! emojify)
(package! sx)
(package! js-comint)
(package! blacken)
